{
	"slug": "eye-painful",
	"title": "Painful Eye",
	"authors": [
		"Puja Gopal, MD"
	],
	"created": "2017/07/14",
	"updates": null,
	"categories": [
		"Ophthalmology"
	],
	"body": "\n\nThere is significant overlap among conditions that cause a red, painful or red and painful eye. Here are additional cards that may help in your evaluation:\n\n- [Eye Differential Diagnoses](/cards/eye-ddx)\n- [Red Eye](/cards/red-eye)\n\n## Orbital Cellulitis\n\n- Infectious inflammation that occurs posterior to the orbital septum, within the bony orbit\n- Commonly a secondary infection extending from infections of the paranasal sinuses or upper respiratory tract\n- **Symptoms**: Erythema and edema of the eyelids, vision loss, fever, headache, and diplopia\n- **Physical exam**: Proptosis, chemosis, discharge, pain with eye movement, afferent pupillary defect\n- **Diagnosis**: CT imaging is indicated in patients with periorbital inflammation, proptosis, ophthalmoplegia, and worsening visual acuity. MRI can be used when CT is inconclusive.\n- **Treatment**: \n\t- Emergent ophthalmology consultation\n\t- Broad-spectrum IV antibiotics\n\t- Surgery may be required to drain orbital abscesses or remove inciting foreign bodies\n\n## Optic Neuritis\n\n![normal optic disc in optic neuritis photo](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/eye-painful/image-1.png)\n\n- A clinical diagnosis\n- Inflammatory demyelination of the optic nerve\n- **Symptoms**: Unilateral visual loss, change in color perception or visual field defects over hours to days; pain worse with eye movements\n- **Physical exam**: Visual field defect and afferent pupillary defect, 2/3 of patients will have normal appearing optic disk \n- **Diagnostic**: Consider MRI brain/orbits for prognosis due to association with multiple sclerosis or when the diagnosis is unclear\n- **Treatment**: IV methylprednisolone (250 mg every 6 hours for 3 days followed by an oral prednisone taper)\n\n## Keratitis\n\n![keratitis photo](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/eye-painful/image-2.png)\n\n- Inflammation may be superficial and involve only the corneal epithelium or deep with ulceration through the epithelium or the epithelium may remain intact and the stroma becomes inflamed (aka stromal keratitis)\n- **Symptoms**: photophobia, foreign body sensation, tearing, severe pain, decreased visual acuity\n- **Physical exam**: conjunctival injection, corneal infiltrate/round opacity (typically seen as a white spot) that will stain with flourescin, may see cell and flare in anterior chamber\n\t- In stromal keratitis, the corneal opacity will not stain with fluorescein dye.\n- Complications: Corneal ulcer and perforation, scarring with partial or complete visual loss, glaucoma, uveitis\n\n### Noninfectious Causes\n\n- Superficial Punctate Keratitis (SPK): Multiple causes including blepharoconjunctivitis, UV light exposure (e.g. welders), dry eye syndrome, topical drug toxicity (e.g. tobramycin, eye drop preservatives)\n\t- **Physical exam**: Characterized by pinpoint areas of flourescin uptake\n\t- **Treatment**: Address the underlying cause\n- Ulcerative Keratitis: Can be seen in association with a wide range of collagen vascular diseases (e.g. rheumatoid arthritis, sarcoidosis), DM (neurotrophic keratitis), vitamin A deficiency or allergic disease (atopic keratoconjunctivitis), among others \n  - **Treatment**: Determine and treat underlying cause\n\n### Infectious Causes\n- BACTERIAL: Commonly occurs due to _Streptococcus pneumoniae_ and in contact lens wearers _Pseudomonas_, _Staphylococcus aureus_ and _Serratia_\n\t- **Treatment**: Cephalosporin (e.g. cefazolin) + aminoglycoside or floroquinolone\n- VIRAL\n\t- HSV: dentritic corneal defects on exam\n  - **Treatment**: Topical trifluridine, oral acyclovir as alternative or adjunct \n\t- VZV: forehead and upper eyelid vesicular lesions; dendritic lesions don't have well stained terminal bulbs and ulceration is uncommon compared to HSV\n  - **Treatment**: Oral acyclovir or oral valacyclovir\n\t- Adenovirus: often bilateral diffuse punctate lesions on exam, palpable preauricular lymph node; \n  - **Treatment**: Resolves without treatment in 7-10 days\n- FUNGAL: Often due to _Fusarium_ and _Aspergillus_ due to traumatic injury from vegetable matter; are often initially treated as bacterial until corneal culture results are available\n  - **Treatment**: Admit to hospital\n  - Mild cases - Topical antifungals\n  - Severe cases - Add systemic antifungals; topical steroids are contraindicated\n- AMOEBIC: Commonly _Acanthamoeba_; suspect in contact lens wearers with dentritiform lesions (thus often be confused with HSV); send corneal epithelium cultures if suspect; consult ophthalmologist\n  - **Treatment** typically involves topical amoebicidal agents\n\n## Corneal Abrasion\n- **Symptoms**: Pain, photophobia, excessive tearing\n- **Physical exam**: Visual acuity is normal unless the abrasion involves the visual axis or there is significant corneal edema; ciliary spasm may cause miosis; conjunctival injection\n- **Diagnosis**: green flourescence at damaged area/s of cornea under Wood's lamp or cobalt blue light on slit lamp\n- **Treatment**: \n  - Topical antibiotic such as erythromycin, or in contact lens wearers gentamicin or ciprofloxacin for Pseudomonal coverage\n  - Pain control options: Topical NSAIDs, cycloplegics, oral analgesics (e.g. acetaminophen)\n  - Do not patch\n  - Discontinue contact lens use until defect heals and symptoms resolve\n- **Followup**: Small abrasions heal quickly and generally require only a single 24 hour followup exam; if contact lens related, should be reexamined daily to ensure healing\n- _Indications for referral to opthalmologist_: Large abrasions, defects over visual axis, abrasions that become larger or more symptomatic the next day, or development of ulcer\n\n## References\n\n- Dargin J, Lowenstein R. The painful eye. Emerg Med Clin North Am. 2008 Feb;26(1):199-216. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/18249263)]\n- Tsirouki T, Dastiridou AI, Ibánez flores N, et al. Orbital Cellulitis. Surv Ophthalmol. 2017; [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/29248536)]\n"
}