{
	"slug": "gallbladder-ultrasound",
	"title": "Ultrasound - Focused Biliary Assessment",
	"authors": [
		"John Eicken, MD",
		"Mike Stone, MD"
	],
	"created": "2015/01/01",
	"updates": null,
	"categories": [
		"Radiology",
		"Ultrasound",
		"Gastroenterology"
	],
	"body": "\n\n\n**Goals:** Evaluate for gallstones, signs of cholecystitis, dilation of common bile duct (CBD)\n\n**Transducer:** Low-frequency curvilinear or phased-array\n\n**Windows:** 3 windows, can be preformed in any order. Try alternative windows if initial choice unsuccessful.\n\n![Transducer positions for gallbladder scan. A: Intercostal, B: Subcostal, C: Lateral. Green line = costal margin. X = xiphoid process](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/gallbladder-ultrasound/image-1.png)\n\nFigure 1: Transducer positions for gallbladder scan. A: Intercostal, B: Subcostal, C: Lateral. Green line = costal margin. X = xiphoid process.\n\n**1. Intercostal View** \n\n- Anatomic landmarks: Right midclavicular line at the level of the xiphoid process\n- Initial transducer orientation: Transverse with marker towards the patient’s right\n\n**2. Subcostal View** \n\n- Anatomic landmarks: Right midclavicular line just below the costal margin\n- Initial transducer orientation: Sagittal with marker towards the patient’s head\n\n**3. Lateral View** \n\n- Anatomic landmarks: Right mid or anterior axillary line at the level of the xiphoid process\n- Initial transducer orientation: Sagittal with marker towards the patient’s head\n\n_All examinations should include evaluation of the key structures in 2 orthogonal (perpendicular) planes_\n\n## Normal Reference Measurements\n\n**1. Gallbladder wall &le;3 mm** (measure at near-field/superficial wall in longitudinal view)\n\n- **Differential Diagnosis if >3 mm**: \n  - Cholecystitis, heart failure, nephrotic syndrome, hypoalbuminemia, HIV/AIDS, tuberculosis, renal failure, ascites, acute hepatitis, adenomyomatosis, multiple myeloma\n\n**2. Common bile duct &le;5 mm** (can dilate after cholecystectomy & with advanced age) \n\n- Should be measured from inner wall to inner wall\n\n## Cholelithiasis\n\nTransducer orientation is transverse with marker towards the patient’s right\n\n![Cholelithiasis example](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/gallbladder-ultrasound/image-2.png)\n\nFigure 2: Cholelithiasis. Note the gallstones with shadowing and normal gallbladder wall thickness\n\n## Acute Cholecystitis\n\n**Signs of cholecystitis:** \n\n- Gallstones\n- Thickened gallbladder wall\n- Pericholecystic fluid\n- Sonographic Murphy’s sign\n\nTransducer orientation is sagittal with marker towards the patient’s head\n\n![Acute cholecystitis example](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/gallbladder-ultrasound/image-3.png)\n\nFigure 3: Acute cholecystitis. Note the gallstones with shadowing, pericholecystic fluid, and thickened gallbladder wall.\n\n## Struggling with the Exam?\n\n### Can’t find the gallbladder?\n\n- Have the patient sit up and roll onto their left side to improve visualization. Try having the patient take a deep breath and hold it.\n\n### Can’t find the common bile duct (CBD)?\n\n- From the intercostal window, identify the gallbladder in a short axis. Slowly angle the ultrasound beam towards the patient’s head, passing all the way through the gallbladder and continuing upwards. The CBD will be seen in a long axis, just superficial to the portal vein. Use color Doppler to distinguish the CBD from the hepatic artery and portal vein.\n\n### Rib shadows obstructing view?\n\n- Try rotating the probe obliquely to mirror the angle of the intercostal space. If unsuccessful, you can ask the patient to take and hold a deep breath to bring the gallbladder below the ribs.\n\n## Common Errors: Failure to…\n\n- Bowel gas can cause indistinct “dirty” shadowing. Be sure shadows originate from discrete hyperechoic foci (stones) within the gallbladder lumen.\n- Edge artifact can cause shadows from the sides of the gallbladder due to refraction.\n- Scan all the way through the gallbladder to avoid missing stones in the gallbladder neck or cystic duct, common causes of acute biliary colic and cholecystitis. Be thorough!\n- Smaller stones can be missed with some portable ultrasound systems. A comprehensive study may be warranted in cases of moderate/high pre-test probability with a normal point-of-care study.\n- Polyps within the gallbladder can often be differentiated from gallstones by changing the patient’s position and assessing for movement. Polyps should remain stationary and gallstones should move with gravity (unless impacted in the neck). Additionally, polyps should not create posterior shadowing as is seen with gallstones.\n- Biliary sludge appears as an echogenic layer of fluid without associated posterior shadowing within the gallbladder.\n\n## References\n\n- Summers SM, Scruggs W, Menchine MD, et al. A prospective evaluation of emergency department bedside ultrasonography for the detection of acute cholecystitis. Ann Emerg Med. 2010;56(2):114-22. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/20138397)]\n- Blaivas M, Harwood RA, Lambert MJ. Decreasing length of stay with emergency ultrasound examination of the gallbladder. Acad Emerg Med. 1999;6(10):1020-3. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/10530660)]\n"
}