{
	"slug": "heart-murmurs",
	"title": "Murmurs Needing Echocardiography Evaluation",
	"authors": [
		"Amy Kinard, RN"
	],
	"created": "2010/09/17",
	"updates": null,
	"categories": [
		"Cardiovascular"
	],
	"body": "\n\n\n[ACC/AHA 2008 Guidelines](http://www.ncbi.nlm.nih.gov/pubmed/?term=18848134)\n\n![Cardiac murmur workup flowchart](https://raw.githubusercontent.com/aliemteam/aliemcards_cards/master/cards/heart-murmurs/image-1.png)\n\n## Grading of a Murmur\n\n| **Grade** | **Quality and Volume of Murmur**                             |\n| :-------: | ------------------------------------------------------------ |\n|     I     | Faintest murmur that can be heard (with difficulty)          |\n|     II    | Murmur also a faint murmur but can be identified immediately |\n|    III    | Murmur moderately loud                                       |\n|     IV    | Murmur loud and associated with a palpable thrill            |\n|     V     | Murmur very loud but cannot be heard without the stethoscope |\n|     VI    | Murmur loudest and can be heard without a stethoscope        |\n\n## Class I (Benefit >>> Risk)\n\nEcho is recommended for:\n\n1. Asymptomatic patients with diastolic murmurs, continuous murmurs, holosystolic murmurs, late systolic murmurs, murmurs associated with ejection clicks, or murmurs that radiate to the neck or back\n2. Patients with heart murmurs and symptoms or signs of heart failure, myocardial ischemia/infarction, syncope, thromboembolism, infective endocarditis, or other clinical evidence of structural heart disease\n3. Asymptomatic patients with grade 3 or louder mid-peaking systolic murmurs\n\n## Class IIa (Benefit >> Risk)\n\nEcho can be useful for:\n\n1. The evaluation of asymptomatic patients with (murmurs + other abnormal cardiac physical findings) or (murmurs + abnormal EKG or CXR)\n2. Patients whose symptoms and/or signs are likely non-cardiac in origin but in whom a cardiac basis cannot be excluded by standard evaluation\n\n## Class III (Benefit &ge; Risk)\n\nEcho is NOT recommended for:\n\n1. Patients who have a grade 2 or softer mid-systolic murmur identified as innocent or functional by an experienced observer\n\n## References\n\n- Bonow RO et. al.2008 focused update incorporated into the ACC/AHA 2006 guidelines for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to revise the 1998 guidelines for the management of patients with valvular heart disease). Endorsed by the Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, and Society of Thoracic Surgeons.J Am Coll Cardiol. 2008 Sep 23;52(13):e1-142. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/?term=18848134)]\n"
}