{
	"slug": "first-trimester-ultrasound",
	"title": "Ultrasound - Focused 1st Trimester Pregnancy, Transabdominal Exam",
	"authors": [
		"Matt Lipton, MD",
		"Mike Mallin, MD",
		"Mike Stone, MD"
	],
	"categories": [
		{
			"slug": "radiology",
			"name": "Radiology"
		},
		{
			"slug": "ultrasound",
			"name": "Ultrasound"
		},
		{
			"slug": "obgyn",
			"name": "OBGYN"
		}
	],
	"created": "2015/02/25",
	"updates": null,
	"body": "\n# Ultrasound: Focused 1st Trimester Pregnancy (Transabdominal Exam)\n\n**Goals:**\n\n1. Confirm intrauterine pregnancy (IUP) and estimating its viability\n2. Look for signs of ectopic pregnancy\n\n**Transducer:** Low frequency curvilinear transducer\n\n**Windows:** Suprapubic view with a full bladder (improves ability to visualize the uterus) in longitudinal (sagittal) and transverse (axial) planes\n\n## Normal IUP Findings\n\n1. **Yolk sac:** Round fluid-filled structure within the gestational sac, located in the endometrium\n2. **Fetal pole:** Small mass located near the yolk sac\n\n![Normal early IUP showing yolk sac and fetal pole](https://aliemteam.github.io/aliemcards_cards/images/first-trimester-ultrasound/image-1.png)\n\nFigure 1: Normal early IUP showing **yolk sac** and **fetal pole**\n\n![Close-up image of a normal early IUP showing a yolk sac within a gestational sac](https://aliemteam.github.io/aliemcards_cards/images/first-trimester-ultrasound/image-2.png)\n\nFigure 2: Close-up image of a normal early IUP showing a **yolk sac** within a gestational sac\n\n## Normal Reference Measurements\n\n1. Fetal heart rate (FHR) between 120-160 bpm (can be as low as 100 bpm in early gestation)\n2. Myometrium surrounding the IUP should be &ge; 8mm (endomyometrial mantle)\n\n**How to use the serum quantitative beta-HCG**\n\n- Do not to use a single beta-HCG data point alone in ED patient management.\n- There is no cutoff value that has been shown to adequately identify those patients for which an IUP should be visualized.\n- Order the test if you are unable to find an IUP because Ob/Gyn consultants will want to trend the value. \n- **DO NOT** use a quantitative beta-HCG as a reason not to perform a bedside ultrasound. Many patients with ectopic pregnancy have values below the traditional cutoff of 2,000-2,500 mIU/mL.\n\n## Signs of Ectopic Pregnancy\n\n- **Failure to identify an IUP** is the first indication that an ectopic may be present.\n- Other signs include: Free fluid in the pelvis and/or masses in the adnexa\n- An ectopic pregnancy in the tube or ovary often has a “ring of fire” with color Doppler imaging. However, most ectopic pregnancies are not visible with transabdominal ultrasound.\n- **Free intraperitoneal fluid** in Morison’s pouch is a **sign of a ruptured ectopic** that will likely require operative intervention.\n\n![Empty fluid-filled sac within the endometrium. Given the absence of contents, you cannot differentiate gestational vs pseudogestational sac. This is not diagnostic of an IUP](https://aliemteam.github.io/aliemcards_cards/images/first-trimester-ultrasound/image-3.png)\n\nFigure 3: **Empty fluid-filled sac** within the endometrium. Given the absence of contents, you cannot differentiate gestational vs pseudogestational sac. This is **not** diagnostic of an IUP.\n\n## Struggling with the Exam?\n\n**Can’t visualize the uterus?**\n\n- Perform the ultrasound before the patient urinates. If unable to visualize key structures, proceed to a transvaginal ultrasound.\n\n**Can’t find a yolk sac or fetal pole?**\n\n1. **There may not be an IUP**. The patient may have an ectopic pregnancy or a OOcompleted abortion.\n2. **It may be too early** to visualize an IUP with transabdominal scanning. IUPs are difficult to visualize before 6-6.5 weeks gestational age. This may require a transvaginal ultrasound instead, which can visualize earlier IUPs.\n\n## Common Errors\n\n- Only using close-up, zoomed view to evaluate for intrauterine pregnancy. Be sure to get a “big picture” view of the pelvis to identify all relevant structures prior to using the zoom function.\n\n**Mistaking a pseudogestational sac for an IUP**: \n\n- A pseudogestational sac is a small fluid collection from an endometrial reaction to hormones produced by the ectopic pregnancy. This will appear within the endometrial cavity and can be seen in up to 20% of ectopic pregnancies. You **MUST** visualize at least a yolk sac within a gestational sac (located in the endometrium) before an IUP can be confirmed.\n\n**Interstitial (cornual) pregnancy**: \n\n- Although most ectopic pregnancies occur in the fallopian tubes, 3% of ectopic pregnancies implant on the edge of the uterus. This form of ectopic pregnancy can be identified by noting an eccentric location of the gestational sac within the endometrium, often with &lt;8 mm of surrounding myometrium.\n\n**Assuming an IUP rules-out an ectopic pregnancy for those undergoing assisted reproductive therapies (ART) such as in-vitro fertilization.** \n\n- The risk of a heterotopic pregnancy is too high.\n\n**Using pulsed wave or color Doppler on the fetus to confirm fetal heart rate or viability.** \n\n- Both pulse wave and color Doppler inflict unnecessary thermal energy to the developing fetus. M-Mode is sufficient for measuring fetal heart rate.\n\n## References\n\n- Wang R, Reynolds TA, West HH, et al. Use of a β-hCG discriminatory zone with bedside pelvic ultrasonography. Ann Emerg Med. 2011;58(1):12-20. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/?term=Use+of+a+%CE%B2-hCG+discriminatory+zone+with+bedside+pelvic+ultrasonography.)]\n- Tayal VS, Cohen H, Norton HJ. Outcome of patients with an indeterminate emergency department first-trimester pelvic ultrasound to rule out ectopic pregnancy. Acad Emerg Med. 2004;11(9):912-7. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/15347539)]\n"
}