{
	"slug": "ketofol",
	"title": "Ketofol",
	"authors": [
		"Salim Rezaie, MD"
	],
	"categories": [
		{
			"slug": "pharmacology",
			"name": "Pharmacology"
		}
	],
	"created": "2013/03/20",
	"updates": null,
	"body": "\n# Ketamine and Propofol (Ketofol) for Procedural Sedation\n\n## Take Home Points\n\n- <span class=\"drug\">Ketofol</span> is a combination of <span class=\"drug\">ketamine</span> and <span class=\"drug\">propofol</span>.\n- <span class=\"drug\">Ketamine</span> gives you a dissociative sedative, analgesic, and amnestic effect.\n- <span class=\"drug\">Propofol</span> gives you rapid sedation and antiemetic effects. \n- Overall, it appears that <span class=\"drug\">ketofol</span> could have a slightly better time to sedation, and length of sedation, but this is not statistically significant based on available evidence. However, it does appear that <span class=\"drug\">ketofol</span> does have a more steady sedation depth not requiring as many subsequent doses.  \n- More studies needed (it would be great to see a three-armed study comparing <span class=\"drug\">ketofol</span>, <span class=\"drug\">ketamine</span>, and <span class=\"drug\">propofol</span> with appropriate and clinically equivalent dosing for each). \n\n## Ketamine Basics\n\n![Ketamine basics table](https://aliemteam.github.io/aliemcards_cards/images/ketofol/image-1.png)\n\n<span class=\"drug\">Ketamine</span> is a dissociative anesthetic that is a phencyclidine derivative and provides sedation, analgesia, and amnesia. It works by inhibiting catecholamine uptake, which exerts a sympathomimetic effect.\n\n**Typical dose:** 1–2 mg/kg IV or 4–5 mg/kg IM\n\n- Additional doses may be required at increments of 0.5-1 mg/kg. \n\n**Major adverse outcomes:** airway obstruction, hypoxia, apnea, and laryngospasm. \n\n- In a meta-analysis, of 8,282 patients, [Green et al (2009)](http://www.ncbi.nlm.nih.gov/pubmed/19201064) stated that the total incidence of these major adverse outcomes was only 3.9%. \n- Vomiting occurs in about 7–26% of patients.\n\n### What about the elevated intraocular pressure (IOP) and intracranial pressure (ICP) that we are always hearing about?\n\n[Drayna et al (2011)](http://www.ncbi.nlm.nih.gov/pubmed/22169582) found minimal, transient elevations of IOP that were not clinically meaningful. \n\n- The largest difference from baseline IOP occurred at 15 minutes with an estimated change of only 1.09 mmHg.\n\n## Propofol Basics\n\n![Propofol basics table](https://aliemteam.github.io/aliemcards_cards/images/ketofol/image-2.png)\n\n<span class=\"drug\">Propofol</span> is a lipophilic, ultra short-acting hypnotic agent, which works by potentiating GABA receptors on the neuronal lipid membranes. It does not provide any analgesia, and therefore should not be used as a sole agent for sedation. Note that one of its advantages is its anti-emetic property with a very low incidence of vomiting.\n\n**Typical dosing:** 1-2 mg/kg bolus followed by either a continuous infusion at 0.05-0.1 mg/kg/min or by 0.5 mg/kg boluses every 2–3 minutes. \nThe [Pediatric Sedation Research Consortium looked at 49,836 propofol sedation cases](http://www.ncbi.nlm.nih.gov/pubmed/19201064) and found no instances of death associated with propofol. \n\n- CPR was required in 2 cases, aspiration occurred in 4 cases, oxygen desaturation (less than 90% for longer than 30 sec duration) occurred in 716 cases, and central apnea occurred in 143 cases. \n\n## HOW DO YOU MIX KETOFOL?\n\nNo standard dosing regimen established.\n\nMost studies and authors recommend a **1:1 ratio** to provide ease of administration. The medications can be mixed or given sequentially. \n\n**[Click here for full ALiEM blog post](https://www.aliem.com/2013/ketofol-game-changer-procedural-sedation/)**\n\n## References\n\n- Drayna PC, Estrada C, Wang W, Saville BR, Arnold DH. Ketamine sedation is not \nassociated with clinically meaningful elevation of intraocular pressure. _Am J\nEmerg Med_. 2012 Sep;30(7):1215-8. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/22169582)]\n- Cravero JP, Beach ML, Blike GT, Gallagher SM, Hertzog JH; Pediatric Sedation\nResearch Consortium.. The incidence and nature of adverse events during pediatric\nsedation/anesthesia with propofol for procedures outside the operating room: a\nreport from the Pediatric Sedation Research Consortium. _Anesth Analg_. 2009\nMar;108(3):795-804.  [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/19224786)]\n- Alletag MJ, Auerbach MA, Baum CR. Ketamine, propofol, and ketofol use for\npediatric sedation. _Pediatr Emerg Care_. 2012 Dec;28(12):1391-5; quiz 1396-8. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/23222112)]\n- Shah A, Mosdossy G, McLeod S, Lehnhardt K, Peddle M, Rieder M. A blinded,\nrandomized controlled trial to evaluate ketamine/propofol versus ketamine alone\nfor procedural sedation in children. _Ann Emerg Med_. 2011 May;57(5):425-33.e2. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/20947210)]\n- Andolfatto G, Abu-Laban RB, Zed PJ, Staniforth SM, Stackhouse S, Moadebi S,\nWillman E. Ketamine-propofol combination (ketofol) versus propofol alone for\nemergency department procedural sedation and analgesia: a randomized double-blind\ntrial. _Ann Emerg Med_. 2012 Jun;59(6):504-12.e1-2. [[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/22401952)]\n- Green SM, Roback MG, Krauss B, Brown L, McGlone RG, Agrawal D, McKee M, Weiss \nM, Pitetti RD, Hostetler MA, Wathen JE, Treston G, Garcia Pena BM, Gerber AC,\nLosek JD; Emergency Department Ketamine Meta-Analysis Study Group. Predictors of\nairway and respiratory adverse events with ketamine sedation in the emergency\ndepartment: an individual-patient data meta-analysis of 8,282 children. _Ann Emerg\nMed_. 2009 Aug;54(2):158-68.e1-4.[[PubMed](http://www.ncbi.nlm.nih.gov/pubmed/19201064)]\n"
}