{
	"slug": "tumor-lysis-syndrome",
	"title": "Tumor Lysis Syndrome",
	"authors": [
		"Christopher Nash, MD",
		"Derek Monette, MD"
	],
	"categories": [
		{
			"slug": "oncolology",
			"name": "Oncolology"
		}
	],
	"created": "2018/05/09",
	"updates": null,
	"body": "\n# Tumor Lysis Syndrome\n\nTumor lysis syndrome (TLS) is an oncologic emergency characterized by life-threatening metabolic disturbances. Although it is most frequently associated with the treatment of hematological malignancies, its frequency may be increasing among patients with solid tumors. Emergency providers should be familiar with the presentation and treatment of these electrolyte abnormalities, which can lead to renal failure, seizures, and cardiac dysrhythmias.\n\n## Criteria\n\nThere is no uniform definition of TLS, however it is characterized by several electrolyte abnormalities:\n\n- Hyperkalemia\n- Hyperphosphatemia\n- Hyeruricemia\n- Hypocalcemia\n\nThe clinical presentation and symptoms are directly related to these electrolyte abnormalities and the hallmark finding of acute renal insufficiency.\n\n## Risk Factors \n\nTLS is most commonly seen within 3 days of chemotherapy, however it can rarely occur spontaneously in rapidly-dividing tumors and in patients with a high tumor burden.\n\nCommon cancers associated with TLS include:\n\n- T-cell acute lymphoblastic leukemia (ALL)\n- Non-Hodgkin’s lymphomas\n\n## Pathophysiology\n\n- Rapid destruction of cancer cells leads to the release of intracellular contents into systemic circulation, which include potassium, phosphorus, and nucleic acids (subsequently metabolized to uric acid). \n- Potassium may enter circulation from dying cancer cells, even before lysis, and be the first electrolyte abnormality in TLS.\n- The increase in uric acid and phosphate leads to the formation of uric acid and calcium phosphate crystals, which embed in the renal tubules, causing inflammation and obstruction. \n- Glomerular filtration is eventually overwhelmed, and the decrease in urine output perpetuates this life-threatening cycle.\n- The precipitation of calcium phosphate crystals also leads to profound hypocalcemia, which in addition to hyperkalemia, puts patients at risk for **cardiac arrhythmia and arrest**.\n\n## Diagnostic Testing\n\n- Early ECG\n- CBC (a profound leukocytosis may suggest a highly-proliferative hematological malignancy)\n- BMP\n- Calcium +/- ionized calcium\n- Phosphorus\n- Uric acid\n- LDH (an elevated LDH reflects high cell-turnover)\n\n## Electrolyte Disturbances: Presentation & Management\n\n- TLS symptoms reflect the underlying metabolic disturbances, and can mimic ischemia, sepsis, and primary CNS events.\n\n### Hyperkalemia\n\n- Symptoms include muscle weakness, paresthesias, and altered mental status.\n- **Hyperkalemia is the most dangerous electrolyte disturbance in TLS** and can lead to arrhythmia and cardiac arrest.\n- Management:\n  - Aggressive IV fluid repletion\n  - Calcium gluconate (a single dose of 1-3 g IV in adults or 100-200 mg/kg IV in children)\n  - Insulin with dextrose (10 units IVP with D50W)\n  - Other pharmacological adjuncts as indicated and [described previously on ALiEM](https://www.aliem.com/2010/03/paucis-verbis-card-hyperkalemia-management/).\n  - Hemodialysis as indicated.\n- Avoid calcium in the absence of changes to a patient’s ECG or neurological status. Administered calcium may precipitate with phosphorus and worsen kidney injury.\n- Although furosemide may increase potassium excretion, it could also worsen kidney injury, and should be avoided in patients with renal obstruction or volume depletion.\n\n### Hyperphosphatemia\n\n- Symptoms include nausea, vomiting, diarrhea, lethargy, and seizure (via hypocalcemia).\n- Treatment is often limited to aggressive IV fluid repletion or dialysis.\n- Phosphate-binding agents may reduce bowel absorption of phosphate. However, these agents lack efficacy in TLS once renal failure develops.\n\n### Hyperuricemia\n\n- Symptoms mostly related to decreased urine output.\n- Management:\n  - Rasburicase (expensive, typically saved for uric acid levels > 8 mg/dL, but no clear consensus)\n  - Allopurinol (at least 300 mg by mouth per day, prevents formation of uric acid)\n  - Alkalinization of the urine, though previously encouraged, is controversial and no longer recommended.\n  - Hemodialysis\n\n### Hypocalcemia\n\n- Symptoms include tetany, cramping, paresthesias, or seizures.\n- Seizures related to low calcium should be managed with anticonvulsants and calcium gluconate.\n- Asymptomatic hypocalcemia does not require treatment, and treating the elevated phosphate will help prevent the development of low calcium.\n\n## Other Management Pearls\n\n- Some guidelines suggest targeting at least 3 liters of IVF in 24 hours or twice maintenance rate. Patients may require as much as 4-5 liters of IVF per day.\n- Patients should be monitored for volume overload. Consider placing a foley catheter for urine output monitoring.\n- Indications for hemodialysis in TLS include:\n\n  - Severe oliguria or anuria\n  - Intractable fluid overload\n  - Persistent hyperkalemia\n  - Symptomatic hypocalcemia (from hyperphosphatemia)\n\n- Renal recovery is possible if dialysis is initiated early.\n- Rasburicase carries a Boxed Warning and should not be given to patients with G6PD deficiency because it can cause severe hemolysis. It may also cause hypersensitivity reactions, anaphylaxis, or methemoglobinemia in the general population.\n\n## Critical Points\n\n- ED management priorities include aggressive IV hydration, monitoring for cardiac arrhythmia, and coordinating hemodialysis. [7]\n- Hyperkalemia is the most dangerous electrolyte abnormality in TLS and can lead to cardiac arrest.\n- Admission to the hospital is recommended for management of metabolic abnormalities, monitoring of urine output, and possible telemetry or ICU to watch for sequelae such as cardiac arrhythmia. [2]\n\n## References\n\n1. Mirrakhimov AE, Ali AM, Khan M, Barbaryan A. Tumor Lysis Syndrome in Solid Tumors: An up to Date Review of the Literature. Rare Tumors. 2014;6:5389 [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/25002953)]\n2. McCurdy MT, Wacker DA. Selected Oncologic Emergencies. Rosen’s Emergency Medicine: Concepts and Clinical Practice 9th ed Philadelphia PA: Elsevier. 2017:1497-508.\n3. Life in the Fast Lane [Internet]. [cited 2017]. Available from: [](https://lifeinthefastlane.com/ccc/tumour-lysis-syndrome/)[https://lifeinthefastlane.com/ccc/tumour-lysis-syndrome/](https://lifeinthefastlane.com/ccc/tumour-lysis-syndrome/).\n4. Held-Warmkessel J. A patient with tumor lysis syndrome. Oncology (Williston Park, NY). 2012;26(8 Suppl Nurse Ed):16-21. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/25375006)]\n5. Halfdanarson TR, Hogan WJ, Moynihan TJ, editors. Oncologic emergencies: diagnosis and treatment. Mayo Clinic Proceedings; 2006: Elsevier. [[PubMed](https://www.ncbi.nlm.nih.gov/m/pubmed/16770986/)]\n6. Fojo AT. Metabolic emergencies. In: DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. 8th ed. Philadelphia: Lippincott Williams & Wilkins; 2008:2446–2455.\n7. Cairo MS, Bishop M. Tumour lysis syndrome: new therapeutic strategies and classification. Br J Haematol. 2004;127(1): 3–11. [[PubMed](https://www.ncbi.nlm.nih.gov/m/pubmed/15384972/)]\n8. Davidson MB, Thakkar S, Hix JK, Bhandarkar ND, Wong A, Schreiber MJ. Pathophysiology, clinical consequences, and treatment of tumor lysis syndrome. Am J Med. 2004;116:546–554. [[PubMed](https://www.ncbi.nlm.nih.gov/m/pubmed/15063817/)]\n9. Coiffier B, Altman A, Pui C-H, Younes A, Cairo MS. Guidelines for the management of pediatric and adult tumor lysis syndrome: an evidence-based review. Journal of Clinical Oncology. 2008;26(16):2767-78. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/18509186)]\n10. Wilson FP, Berns JS. Tumor lysis syndrome: new challenges and recent advances. Advances in chronic kidney disease. 2014;21(1):18-26. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/24359983)]\n11. Mughal, T. BMJ Best Practice: Tumor lysis syndrome. http://bestpractice.bmj.com/topics/en-us/936/pdf/936.pdf (Last accessed: April 29, 2018).  \n12. Hummel M, Reiter S, Adam K, Hehlmann R, Buchheidt D. Effective treatment and prophylaxis of hyperuricemia and impaired renal function in tumor lysis syndrome with low doses of rasburicase. Eur J Haematol. 2008;80(4):331–336. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/18081720)]\n13. Sonbol MB, Yadav H, Vaidya R, Rana V, Witzig TE. Methemoglobinemia and hemolysis in a patient with G6PD deficiency treated with rasburicase. Am J Hematol. 2013 Feb;88(2):152-4. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/22573495)]\n14. Howard Sc, Jones DP, Pui CH. The tumor lysis syndrome. N Engl J Med. 2011 May;364(19):1844-54. [[PubMed](https://www.ncbi.nlm.nih.gov/pubmed/21561350)]\n"
}